Repository: DyorHQ/IOS-app
Catalog: ios/DyorKit/Sources/DyorKit/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, ko, zh_hans

source: This coin's launchpad is retired: you can sell it on its Launch page, but not buy.
es: El launchpad de esta moneda está retirado: puedes venderla en su página de lanzamiento, pero no comprarla.
fr: Le launchpad de ce jeton est retiré : vous pouvez le vendre sur sa page de lancement, mais pas l'acheter.
ko: 이 코인의 런치패드는 운영 종료되었습니다. 런칭 페이지에서 매도할 수 있지만 매수할 수는 없습니다.
zh_hans: 此币的 Launchpad 已退役：你可以在其发射页面上卖出，但不能买入。

source: This coin's launchpad is retired: you can sell it on its Launch page, but not buy. Its launch couldn't be read just now; its page will try again.
es: El launchpad de esta moneda está retirado: puedes venderla en su página de lanzamiento, pero no comprarla. No se pudo leer su lanzamiento en este momento; su página lo volverá a intentar.
fr: Le launchpad de ce jeton est retiré : vous pouvez le vendre sur sa page de lancement, mais pas l'acheter. Son lancement n'a pas pu être lu pour le moment ; sa page réessaiera.
ko: 이 코인의 런치패드는 운영 종료되었습니다. 런칭 페이지에서 매도할 수 있지만 매수할 수는 없습니다. 지금은 런칭 정보를 읽지 못했으며, 해당 페이지에서 다시 시도합니다.
zh_hans: 此币的 Launchpad 已退役：你可以在其发射页面上卖出，但不能买入。暂时无法读取它的发射信息；其页面会再次尝试。

source: This coin's launchpad is retired: you can sell, but not buy.
es: El launchpad de esta moneda está retirado: puedes vender, pero no comprar.
fr: Le launchpad de ce jeton est retiré : vous pouvez vendre, mais pas acheter.
ko: 이 코인의 런치패드는 운영 종료되었습니다. 매도할 수 있지만 매수할 수는 없습니다.
zh_hans: 此币的 Launchpad 已退役：你可以卖出，但不能买入。

source: This hasn't graduated yet.
es: Esto aún no se ha graduado.
fr: Ceci n'est pas encore gradué.
ko: 아직 졸업하지 않았습니다.
zh_hans: 尚未毕业。

source: This launch template is turned off, so nothing was launched.
es: Esta plantilla de lanzamiento está desactivada, así que no se lanzó nada.
fr: Ce modèle de lancement est désactivé : rien n'a donc été lancé.
ko: 이 런칭 템플릿이 꺼져 있어 아무것도 런칭되지 않았습니다.
zh_hans: 此发射模板已关闭，因此未发射任何内容。

source: This name has hidden or direction-changing characters. Remove them.
es: Este nombre tiene caracteres ocultos o que cambian la dirección del texto. Quítalos.
fr: Ce nom contient des caractères cachés ou qui changent le sens d'écriture. Supprimez-les.
ko: 이 이름에 숨겨진 문자나 방향을 바꾸는 문자가 있습니다. 해당 문자를 제거하십시오.
zh_hans: 此名称包含隐藏字符或改变文字方向的字符。移除这些字符。

source: This name is too long to store: use fewer emoji or symbols.
es: Este nombre es demasiado largo para guardarse: usa menos emojis o símbolos.
fr: Ce nom est trop long pour être enregistré : utilisez moins d'emoji ou de symboles.
ko: 이 이름은 저장하기에 너무 깁니다. 이모지나 기호를 줄이십시오.
zh_hans: 此名称过长，无法存储：少用一些表情符号或符号。

source: This name looks like %@, a token DyorHQ already lists. Choose another name.
es: Este nombre se parece a %@, un token que DyorHQ ya incluye en su lista. Elige otro nombre.
fr: Ce nom ressemble à %@, un jeton déjà répertorié par DyorHQ. Choisissez un autre nom.
ko: 이 이름은 DyorHQ에 이미 등록된 토큰(%@)과 비슷합니다. 다른 이름을 선택하십시오.
zh_hans: 此名称看起来像 %@（DyorHQ 已收录的代币）。换一个名称。

source: This name looks like %@, a widely traded token this coin isn't. Choose another name.
es: Este nombre se parece a %@, un token muy negociado que esta moneda no es. Elige otro nombre.
fr: Ce nom ressemble à %@, un jeton largement échangé que ce jeton n'est pas. Choisissez un autre nom.
ko: 이 이름은 널리 거래되는 토큰(%@)과 비슷하지만, 이 코인은 그 토큰이 아닙니다. 다른 이름을 선택하십시오.
zh_hans: 此名称看起来像 %@（一种被广泛交易的代币，而此币并不是它）。换一个名称。

source: This order only reduces your long, so its take-profit and stop-loss would have no short to close and would stay armed for your next short here. Set them with TP/SL on the position instead.
es: Esta orden solo reduce tu posición larga, así que su take profit y su stop loss no tendrían ninguna posición corta que cerrar y seguirían activos para tu próxima posición corta aquí. Configúralos con TP/SL en la posición.
fr: Cet ordre ne fait que réduire votre long : ses take profit et stop loss n'auraient donc aucun short à clôturer et resteraient actifs pour votre prochain short ici. Définissez-les plutôt avec « TP/SL » sur la position.
ko: 이 주문은 롱 포지션을 줄이기만 하므로, 이 주문의 익절과 손절은 종료할 숏 포지션이 없으며 이 마켓의 다음 숏 포지션에 대해 활성 상태로 남게 됩니다. 대신 포지션의 익절/손절에서 설정하십시오.
zh_hans: 此订单只会减少你的做多仓位，因此其止盈和止损没有可平的做空仓位，并会对你在此的下一个做空仓位保持有效。改为在仓位上通过“止盈/止损”设置。

source: This order only reduces your short, so its take-profit and stop-loss would have no long to close and would stay armed for your next long here. Set them with TP/SL on the position instead.
es: Esta orden solo reduce tu posición corta, así que su take profit y su stop loss no tendrían ninguna posición larga que cerrar y seguirían activos para tu próxima posición larga aquí. Configúralos con TP/SL en la posición.
fr: Cet ordre ne fait que réduire votre short : ses take profit et stop loss n'auraient donc aucun long à clôturer et resteraient actifs pour votre prochain long ici. Définissez-les plutôt avec « TP/SL » sur la position.
ko: 이 주문은 숏 포지션을 줄이기만 하므로, 이 주문의 익절과 손절은 종료할 롱 포지션이 없으며 이 마켓의 다음 롱 포지션에 대해 활성 상태로 남게 됩니다. 대신 포지션의 익절/손절에서 설정하십시오.
zh_hans: 此订单只会减少你的做空仓位，因此其止盈和止损没有可平的做多仓位，并会对你在此的下一个做多仓位保持有效。改为在仓位上通过“止盈/止损”设置。

source: This pair asset can't trade on the curve.
es: Este activo del par no se puede operar en la curva.
fr: Cet actif de la paire ne peut pas s'échanger sur la courbe.
ko: 이 페어 자산은 커브에서 거래할 수 없습니다.
zh_hans: 此配对资产无法在曲线上交易。

source: This passkey hasn’t unlocked DyorHQ’s trading key yet. Try again to confirm with your passkey.
es: Esta llave de acceso aún no ha desbloqueado la clave de trading de DyorHQ. Vuelve a intentarlo para confirmar con tu llave de acceso.
fr: Cette clé d'identification n'a pas encore déverrouillé la clé de trading de DyorHQ. Réessayez pour confirmer avec votre clé d'identification.
ko: 이 패스키로 아직 DyorHQ의 거래 키가 잠금 해제되지 않았습니다. 다시 시도하여 패스키로 확인하십시오.
zh_hans: 此通行密钥尚未解锁 DyorHQ 的交易密钥。再试一次，用你的通行密钥确认。

source: This quote was made for a different wallet. Refresh the quote.
es: Esta cotización se hizo para otra billetera. Actualiza la cotización.
fr: Cette cotation a été établie pour un autre portefeuille. Actualisez la cotation.
ko: 이 견적은 다른 지갑용입니다. 견적을 새로 고치십시오.
zh_hans: 此报价是为其他钱包生成的。刷新报价。

source: This reset expired — start again.
es: Este restablecimiento expiró: empieza de nuevo.
fr: Cette réinitialisation a expiré — recommencez.
ko: 이 재설정은 만료되었습니다 — 다시 시작하십시오.
zh_hans: 此次重置已过期：重新开始。

source: This send would fail: %@
es: Este envío fallaría: %@
fr: Cet envoi échouerait : %@
ko: 이 전송은 실패하게 됩니다: %@
zh_hans: 此次发送将会失败：%@

source: This send would fail: %@.
es: Este envío fallaría: %@.
fr: Cet envoi échouerait : %@.
ko: 이 전송은 실패하게 됩니다: %@.
zh_hans: 此次发送将会失败：%@。

source: This symbol looks like %@, a token DyorHQ already lists. Choose another symbol.
es: Este símbolo se parece a %@, un token que DyorHQ ya incluye en su lista. Elige otro símbolo.
fr: Ce symbole ressemble à %@, un jeton déjà répertorié par DyorHQ. Choisissez un autre symbole.
ko: 이 심볼은 DyorHQ에 이미 등록된 토큰(%@)과 비슷합니다. 다른 심볼을 선택하십시오.
zh_hans: 此符号看起来像 %@（DyorHQ 已收录的代币）。换一个符号。

source: This symbol looks like %@, a widely traded token this coin isn't. Choose another symbol.
es: Este símbolo se parece a %@, un token muy negociado que esta moneda no es. Elige otro símbolo.
fr: Ce symbole ressemble à %@, un jeton largement échangé que ce jeton n'est pas. Choisissez un autre symbole.
ko: 이 심볼은 널리 거래되는 토큰(%@)과 비슷하지만, 이 코인은 그 토큰이 아닙니다. 다른 심볼을 선택하십시오.
zh_hans: 此符号看起来像 %@（一种被广泛交易的代币，而此币并不是它）。换一个符号。

source: This transaction would graduate the coin and needs more gas to graduate. Try again.
es: Esta transacción graduaría la moneda y necesita más gas para hacerlo. Vuelve a intentarlo.
fr: Cette transaction ferait graduer le jeton et nécessite plus de gaz pour la graduation. Réessayez.
ko: 이 트랜잭션은 코인을 졸업시키며, 졸업하려면 가스가 더 필요합니다. 다시 시도하십시오.
zh_hans: 此交易将使该币毕业，需要更多 Gas 才能完成毕业。再试一次。

source: This transfer can't be built.
es: No se puede crear esta transferencia.
fr: Ce transfert ne peut pas être construit.
ko: 이 전송을 구성할 수 없습니다.
zh_hans: 无法构建此转账。

source: Token with no name
es: Token sin nombre
fr: Jeton sans nom
ko: 이름 없는 토큰
zh_hans: 无名称代币

source: Too many Perpl trading connections for this wallet — Perpl allows 4, shared with the Perpl web app. Close other Perpl sessions (or wait a minute) and try again.
es: Demasiadas conexiones de trading con Perpl para esta billetera: Perpl permite 4, compartidas con la app web de Perpl. Cierra otras sesiones de Perpl (o espera un minuto) y vuelve a intentarlo.
fr: Trop de connexions de trading Perpl pour ce portefeuille — Perpl en autorise 4, partagées avec l'app web Perpl. Fermez les autres sessions Perpl (ou patientez une minute) et réessayez.
ko: 이 지갑의 Perpl 거래 연결이 너무 많습니다 — Perpl은 Perpl 웹 앱과 합쳐 4개까지 허용합니다. 다른 Perpl 세션을 닫거나(또는 1분 기다린 후) 다시 시도하십시오.
zh_hans: 此钱包的 Perpl 交易连接过多：Perpl 最多允许 4 个，与 Perpl 网页版共享。关闭其他 Perpl 会话（或等待一分钟）后重试。

source: Too many attempts for this email. Verify your email to continue.
es: Demasiados intentos con este correo electrónico. Verifica tu correo para continuar.
fr: Trop de tentatives pour cet e-mail. Vérifiez votre e-mail pour continuer.
ko: 이 이메일로 너무 많이 시도했습니다. 계속하려면 이메일을 인증하십시오.
zh_hans: 此邮箱的尝试次数过多。验证你的邮箱以继续。

source: Too many attempts — try again in a few minutes.
es: Demasiados intentos. Vuelve a intentarlo en unos minutos.
fr: Trop de tentatives — réessayez dans quelques minutes.
ko: 시도 횟수가 너무 많습니다 — 몇 분 후 다시 시도하십시오.
zh_hans: 尝试次数过多：几分钟后重试。

source: Too many attempts. Please wait a few minutes and try again.
es: Demasiados intentos. Por favor, espera unos minutos y vuelve a intentarlo.
fr: Trop de tentatives. Veuillez patienter quelques minutes et réessayer.
ko: 시도 횟수가 너무 많습니다. 몇 분 기다린 후 다시 시도해 주십시오.
zh_hans: 尝试次数过多。请等待几分钟后重试。

source: Too many attempts. Try again in %@ min.
es: Demasiados intentos. Vuelve a intentarlo en %@ min.
fr: Trop de tentatives. Réessayez dans %@ min.
ko: 시도 횟수가 너무 많습니다. %@분 후 다시 시도하십시오.
zh_hans: 尝试次数过多。%@ 分钟后重试。

source: Too many snipe-tax exemptions: at most %@.
es: Demasiadas exenciones del impuesto anti-snipe: como máximo %@.
fr: Trop d'exemptions de taxe anti-snipe : %@ au maximum.
ko: 스나이핑 세금 면제 대상이 너무 많습니다. 최대 %@개까지 가능합니다.
zh_hans: 防狙击税豁免过多：最多 %@ 个。

source: Trade %@ on its Launch page
es: Operar %@ en su página de lanzamiento
fr: Trader %@ sur sa page de lancement
ko: 런칭 페이지에서 %@ 거래
zh_hans: 在其发射页面上交易 %@

source: Trade on its Launch page
es: Operar en su página de lanzamiento
fr: Trader sur sa page de lancement
ko: 런칭 페이지에서 거래
zh_hans: 在其发射页面上交易

source: Trading connection was closed.
es: Se cerró la conexión de trading.
fr: La connexion de trading a été fermée.
ko: 거래 연결이 종료되었습니다.
zh_hans: 交易连接已关闭。

source: Unverified
es: No verificado
fr: Non vérifié
ko: 미검증
zh_hans: 未验证

source: Unwrap WMON
es: Desenvolver WMON
fr: Désenvelopper des WMON
ko: WMON 언래핑
zh_hans: 解包 WMON

source: Unwrap WMON → MON, 1:1
es: Desenvolver WMON → MON, 1:1
fr: Désenvelopper WMON → MON, 1:1
ko: WMON → MON 언래핑, 1:1
zh_hans: 解包 WMON → MON，1:1

source: Wallet signature did not match.
es: La firma de la billetera no coincidía.
fr: La signature du portefeuille ne correspondait pas.
ko: 지갑 서명이 일치하지 않습니다.
zh_hans: 钱包签名不匹配。

source: Withdraw AUSD
es: Retirar AUSD
fr: Retirer des AUSD
ko: AUSD 출금
zh_hans: 提取 AUSD

source: Withdraw creator fees
es: Retirar comisiones del creador
fr: Retirer les frais du créateur
ko: 크리에이터 수수료 출금
zh_hans: 提取创作者费用

source: Withdraw creator proceeds
es: Retirar ingresos del creador
fr: Retirer les recettes du créateur
ko: 크리에이터 수익금 출금
zh_hans: 提取创作者收益

source: Withdraw platform fees
es: Retirar comisiones de la plataforma
fr: Retirer les frais de la plateforme
ko: 플랫폼 수수료 출금
zh_hans: 提取平台手续费

source: Withdraw platform proceeds
es: Retirar ingresos de la plataforma
fr: Retirer les recettes de la plateforme
ko: 플랫폼 수익금 출금
zh_hans: 提取平台收益

source: Withdraw treasury share
es: Retirar la parte de la tesorería
fr: Retirer la part de la trésorerie
ko: 트레저리 몫 출금
zh_hans: 提取金库份额

source: Wrap
es: Envolver
fr: Enveloppement
ko: 래핑
zh_hans: 包装

source: Wrap MON
es: Envolver MON
fr: Envelopper des MON
ko: MON 래핑
zh_hans: 包装 MON

source: Wrap MON → WMON, 1:1
es: Envolver MON → WMON, 1:1
fr: Envelopper MON → WMON, 1:1
ko: MON → WMON 래핑, 1:1
zh_hans: 包装 MON → WMON，1:1

source: You're watching this wallet: DyorHQ can't change its positions.
es: Estás observando esta billetera: DyorHQ no puede cambiar sus posiciones.
fr: Vous surveillez ce portefeuille : DyorHQ ne peut pas modifier ses positions.
ko: 이 지갑을 지켜보는 중입니다. DyorHQ는 이 지갑의 포지션을 변경할 수 없습니다.
zh_hans: 你正在观察此钱包：DyorHQ 无法更改其仓位。

source: Your %@ long is no longer open, and it wasn't closed from this app. It may have hit a take-profit or stop-loss, been liquidated, or been closed on another device. Trade History shows how.
es: Tu posición larga de %@ ya no está abierta, y no se cerró desde esta app. Puede que haya alcanzado un take profit o un stop loss, que se haya liquidado o que se haya cerrado en otro dispositivo. En Historial puedes ver cómo.
fr: Votre long de %@ n'est plus ouvert, et il n'a pas été clôturé depuis cette app. Il a peut-être atteint un take profit ou un stop loss, été liquidé ou été clôturé sur un autre appareil. L'onglet Historique indique comment.
ko: %@ 롱 포지션이 더 이상 열려 있지 않으며, 이 앱에서 종료되지 않았습니다. 익절이나 손절에 도달했거나, 청산되었거나, 다른 기기에서 종료되었을 수 있습니다. ‘거래 내역’에서 경위를 확인할 수 있습니다.
zh_hans: 你的 %@ 做多仓位已不再持有，且并非通过此应用平仓。它可能触发了止盈或止损、被强平，或在其他设备上被平仓。“成交历史”中会显示具体情况。

source: Your %@ short is no longer open, and it wasn't closed from this app. It may have hit a take-profit or stop-loss, been liquidated, or been closed on another device. Trade History shows how.
es: Tu posición corta de %@ ya no está abierta, y no se cerró desde esta app. Puede que haya alcanzado un take profit o un stop loss, que se haya liquidado o que se haya cerrado en otro dispositivo. En Historial puedes ver cómo.
fr: Votre short de %@ n'est plus ouvert, et il n'a pas été clôturé depuis cette app. Il a peut-être atteint un take profit ou un stop loss, été liquidé ou été clôturé sur un autre appareil. L'onglet Historique indique comment.
ko: %@ 숏 포지션이 더 이상 열려 있지 않으며, 이 앱에서 종료되지 않았습니다. 익절이나 손절에 도달했거나, 청산되었거나, 다른 기기에서 종료되었을 수 있습니다. ‘거래 내역’에서 경위를 확인할 수 있습니다.
zh_hans: 你的 %@ 做空仓位已不再持有，且并非通过此应用平仓。它可能触发了止盈或止损、被强平，或在其他设备上被平仓。“成交历史”中会显示具体情况。

# Your %@-PERP long (%@) is closed.
source: Your %1$@-PERP long (%2$@) is closed.
es: Tu posición larga en %1$@-PERP (%2$@) está cerrada.
fr: Votre long %1$@-PERP (%2$@) est clôturé.
ko: %1$@-PERP 롱 포지션(%2$@)이 종료되었습니다.
zh_hans: 你的 %1$@-PERP 做多仓位（%2$@）已平仓。

# Your %@-PERP short (%@) is closed.
source: Your %1$@-PERP short (%2$@) is closed.
es: Tu posición corta en %1$@-PERP (%2$@) está cerrada.
fr: Votre short %1$@-PERP (%2$@) est clôturé.
ko: %1$@-PERP 숏 포지션(%2$@)이 종료되었습니다.
zh_hans: 你的 %1$@-PERP 做空仓位（%2$@）已平仓。

source: Your Perpl account has the most API keys it allows (16). Remove keys you no longer use under API Keys on app.perpl.xyz, then try again.
es: Tu cuenta de Perpl tiene el máximo de claves API que permite (16). Quita las claves que ya no uses en API Keys de app.perpl.xyz y vuelve a intentarlo.
fr: Votre compte Perpl a atteint le nombre maximal de clés API autorisé (16). Supprimez les clés que vous n'utilisez plus dans API Keys sur app.perpl.xyz, puis réessayez.
ko: Perpl 계정의 API 키가 허용 최대치(16개)에 도달했습니다. app.perpl.xyz의 API Keys에서 더 이상 사용하지 않는 키를 제거한 후 다시 시도하십시오.
zh_hans: 你的 Perpl 账户的 API 密钥已达上限（16 个）。在 app.perpl.xyz 的 API Keys 中移除不再使用的密钥，然后重试。

source: Your email verification expired. Verify your email again to continue.
es: La verificación de tu correo electrónico expiró. Vuelve a verificar tu correo para continuar.
fr: La vérification de votre e-mail a expiré. Vérifiez à nouveau votre e-mail pour continuer.
ko: 이메일 인증이 만료되었습니다. 계속하려면 이메일을 다시 인증하십시오.
zh_hans: 你的邮箱验证已过期。重新验证你的邮箱以继续。

source: Your funds are still arriving. Try again in a moment.
es: Tus fondos aún están llegando. Vuelve a intentarlo en un momento.
fr: Vos fonds sont encore en cours d'arrivée. Réessayez dans un instant.
ko: 자금이 아직 도착하는 중입니다. 잠시 후 다시 시도하십시오.
zh_hans: 你的资金仍在到账中。稍后重试。

source: Your passkey session ended before this finished. Nothing was signed; try again.
es: Tu sesión de llave de acceso terminó antes de que esto finalizara. No se firmó nada; vuelve a intentarlo.
fr: Votre session de clé d'identification a pris fin avant la fin de l'opération. Rien n'a été signé ; réessayez.
ko: 작업이 끝나기 전에 패스키 세션이 종료되었습니다. 아무것도 서명되지 않았습니다. 다시 시도하십시오.
zh_hans: 你的通行密钥会话在此操作完成前已结束。未签署任何内容；再试一次。

source: a buy on a retired launchpad, which only takes sells
es: una compra en un launchpad retirado, que solo acepta ventas
fr: un achat sur un launchpad retiré, qui n'accepte que les ventes
ko: 매도만 받는 운영 종료된 런치패드에서의 매수
zh_hans: 在仅接受卖出的已退役 Launchpad 上买入

source: a contract call DyorHQ doesn’t sign on its own
es: una llamada a un contrato que DyorHQ no firma por sí solo
fr: un appel de contrat que DyorHQ ne signe pas de lui-même
ko: DyorHQ가 자체적으로 서명하지 않는 컨트랙트 호출
zh_hans: DyorHQ 不会自动签名的合约调用

source: a different token than shown
es: un token distinto del que se muestra
fr: un jeton différent de celui affiché
ko: 표시된 것과 다른 토큰
zh_hans: 与显示的代币不同的代币

source: a graduation fallback, which only DyorHQ’s keepers send
es: una alternativa de graduación, que solo envían los keepers de DyorHQ
fr: une solution de repli de graduation, que seuls les keepers de DyorHQ envoient
ko: DyorHQ 키퍼만 보내는 졸업 대체 트랜잭션
zh_hans: 仅由 DyorHQ 的 Keeper 发送的毕业备用方案

source: a launchpad curve DyorHQ can’t verify
es: una curva de launchpad que DyorHQ no puede verificar
fr: une courbe de launchpad que DyorHQ ne peut pas vérifier
ko: DyorHQ가 확인할 수 없는 런치패드 커브
zh_hans: DyorHQ 无法验证的 Launchpad 曲线

source: a launchpad record
es: un registro del launchpad
fr: un enregistrement du launchpad
ko: 런치패드 기록
zh_hans: 一条 Launchpad 记录

source: a minimum received below 99% of the quote
es: un mínimo recibido inferior al 99% de la cotización
fr: un minimum reçu inférieur à 99% de la cotation
ko: 견적의 99% 미만인 최소 수령량
zh_hans: 低于报价 99% 的最少收到数量

source: a position in a market
es: una posición de un mercado
fr: une position dans un marché
ko: 마켓의 포지션
zh_hans: 某个市场中的仓位

source: a signed-in wallet session is required
es: se requiere una sesión de billetera iniciada
fr: une session de portefeuille connectée est requise
ko: 로그인된 지갑 세션이 필요함
zh_hans: 需要已登录的钱包会话

source: a swap that pays a fee to someone else
es: un intercambio que paga una comisión a otra persona
fr: un échange qui paie des frais à quelqu'un d'autre
ko: 다른 사람에게 수수료를 지불하는 스왑
zh_hans: 向他人支付手续费的兑换

source: a transaction from another account
es: una transacción de otra cuenta
fr: une transaction d'un autre compte
ko: 다른 계정에서 보내는 트랜잭션
zh_hans: 来自其他账户的交易

source: a transaction on another chain
es: una transacción en otra cadena
fr: une transaction sur une autre chaîne
ko: 다른 체인의 트랜잭션
zh_hans: 其他链上的交易

source: account deletion failed — contact support
es: la eliminación de la cuenta falló; contacta con soporte
fr: la suppression du compte a échoué — contactez l'assistance
ko: 계정 삭제 실패 — 고객 지원팀에 문의
zh_hans: 账户删除失败：联系客服

source: account deletion is unavailable right now — try again in a minute
es: la eliminación de la cuenta no está disponible ahora; vuelve a intentarlo en un minuto
fr: la suppression du compte est indisponible pour le moment — réessayez dans une minute
ko: 지금은 계정 삭제를 사용할 수 없음 — 1분 후 다시 시도
zh_hans: 暂时无法删除账户：一分钟后重试

source: an allowance that outlasts this session
es: una aprobación que dura más que esta sesión
fr: une approbation qui dure au-delà de cette session
ko: 이 세션이 끝난 후에도 유지되는 승인
zh_hans: 有效期超过本次会话的授权额度

source: an approval above the amount shown
es: una aprobación superior a la cantidad que se muestra
fr: une approbation supérieure au montant affiché
ko: 표시된 금액을 초과하는 승인
zh_hans: 超过显示金额的授权

source: an approval for a token not shown
es: una aprobación para un token que no se muestra
fr: une approbation pour un jeton non affiché
ko: 표시되지 않은 토큰에 대한 승인
zh_hans: 对未显示代币的授权

source: an approval for an unknown spender
es: una aprobación a un destinatario desconocido
fr: une approbation pour un bénéficiaire inconnu
ko: 알 수 없는 승인 대상에 대한 승인
zh_hans: 对未知授权对象的授权

source: an unusually high network fee
es: una comisión de red inusualmente alta
fr: des frais de réseau anormalement élevés
ko: 비정상적으로 높은 네트워크 수수료
zh_hans: 异常偏高的网络费

source: api-key enroll
es: un registro de clave API
fr: une inscription de clé API
ko: API 키 등록
zh_hans: API 密钥注册信息

source: api-key payload
es: datos de clave API
fr: des données de clé API
ko: API 키 페이로드
zh_hans: API 密钥数据

source: bridging
es: el puente
fr: le bridge
ko: 브리지
zh_hans: 跨链

source: bridging to another chain
es: usar el puente hacia otra cadena
fr: un bridge vers une autre chaîne
ko: 다른 체인으로 브리지
zh_hans: 跨链至其他链

source: cancelling an order
es: cancelar una orden
fr: l'annulation d'un ordre
ko: 주문 취소
zh_hans: 取消订单

source: candles
es: velas
fr: des bougies
ko: 캔들
zh_hans: K 线

source: closing a position
es: cerrar una posición
fr: la clôture d'une position
ko: 포지션 종료
zh_hans: 平仓

source: collecting a Moment
es: coleccionar un Moment
fr: la collecte d'un Moment
ko: Moment 수집
zh_hans: 收藏 Moment

source: contracts and addresses
es: contratos y direcciones
fr: les contrats et adresses
ko: 컨트랙트 및 주소
zh_hans: 合约与地址

source: deleting your account
es: eliminar tu cuenta
fr: la suppression de votre compte
ko: 계정 삭제
zh_hans: 删除你的账户

source: depositing and withdrawing collateral
es: depositar y retirar colateral
fr: le dépôt et le retrait de garanties
ko: 담보 입금 및 출금
zh_hans: 充值和提取抵押品

source: exporting, signing out and deleting
es: exportar, cerrar sesión y eliminar
fr: l'export, la déconnexion et la suppression
ko: 내보내기, 로그아웃 및 삭제
zh_hans: 导出、退出登录和删除

source: getting started
es: primeros pasos
fr: les premiers pas
ko: 시작 가이드
zh_hans: 入门

source: graduation
es: la graduación
fr: la graduation
ko: 졸업
zh_hans: 毕业

source: history URL
es: una URL del historial
fr: une URL d'historique
ko: 내역 URL
zh_hans: 历史记录 URL

source: history page
es: una página del historial
fr: une page d'historique
ko: 내역 페이지
zh_hans: 历史记录页面

source: it adds a builder fee you never agreed to
es: añade una comisión de builder que nunca aceptaste
fr: elle ajoute des frais de builder que vous n'avez jamais acceptés
ko: 동의하지 않은 빌더 수수료가 추가됨
zh_hans: 它添加了你从未同意的构建者费用

source: it asks for permissions the app did not request
es: pide permisos que la app no solicitó
fr: elle demande des autorisations que l'app n'a pas sollicitées
ko: 앱이 요청하지 않은 권한을 요구함
zh_hans: 它要求了应用未申请的权限

source: it changes the key's terms (%@)
es: cambia las condiciones de la clave (%@)
fr: elle modifie les conditions de la clé (%@)
ko: 키의 조건을 변경함(%@)
zh_hans: 它更改了密钥的条款（%@）

source: it is expired or this device's clock is off
es: expiró o el reloj de este dispositivo no está en hora
fr: elle a expiré ou l'horloge de cet appareil est décalée
ko: 요청이 만료되었거나 이 기기의 시계가 맞지 않음
zh_hans: 它已过期，或此设备的时钟不准

source: it is for a different network
es: es para otra red
fr: elle concerne un autre réseau
ko: 다른 네트워크용 요청임
zh_hans: 它针对的是其他网络

source: it is malformed (%@)
es: tiene un formato incorrecto (%@)
fr: elle est mal formée (%@)
ko: 형식이 잘못됨(%@)
zh_hans: 它的格式有误（%@）

source: it is not an API-key registration
es: no es un registro de clave API
fr: il ne s'agit pas d'un enregistrement de clé API
ko: API 키 등록 요청이 아님
zh_hans: 它不是 API 密钥注册请求

source: it names a different wallet
es: indica otra billetera
fr: elle désigne un autre portefeuille
ko: 다른 지갑을 지정함
zh_hans: 它指定的是其他钱包

source: it registers a key this device did not create
es: registra una clave que este dispositivo no creó
fr: elle enregistre une clé que cet appareil n'a pas créée
ko: 이 기기가 만들지 않은 키를 등록함
zh_hans: 它注册的密钥不是此设备创建的

source: its fields are not an API-key registration's
es: sus campos no son los de un registro de clave API
fr: ses champs ne sont pas ceux d'un enregistrement de clé API
ko: 필드가 API 키 등록 요청의 필드가 아님
zh_hans: 它的字段不属于 API 密钥注册请求

source: its hash does not match its contents
es: su hash no coincide con su contenido
fr: son hash ne correspond pas à son contenu
ko: 해시가 내용과 일치하지 않음
zh_hans: 它的哈希与其内容不符
